Revit 2027 API
DWFExportOptions.CropBoxVisible Property
Whether to export crop box.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool CropBoxVisible { get; set; }
Public Property CropBoxVisible As Boolean
	Get
	Set
public:
property bool CropBoxVisible {
	bool get ();
	void set (bool value);
}
member CropBoxVisible : bool with get, set
Property Value
Boolean
Remarks
The default value is false.
See Also
Reference
DWFExportOptions Class
Autodesk.Revit.DB Namespace